Repository: bestwebsoft/smtp-wordpress-plugin
Catalog: languages/bws-smtp-*.po
Languages: es_es, pt_pt

source: SMTP Settings
es_es: Configuración SMTP
pt_pt: Configurações do SMTP

source: Settings
es_es: Ajustes
pt_pt: Configurações

source: WARNING
es_es: ADVERTENCIA
pt_pt: ATENÇÃO

source: The plugin works correctly only if JavaScript is enabled.
es_es: El plugin funciona correctamente sólo si JavaScript está activado.
pt_pt: O plug-in funciona corretamente somente se o JavaScript estiver ativado.

source: Support
es_es: Soporte
pt_pt: Suporte

source: Close notice
es_es: Cerrar aviso
pt_pt: Aviso de fechamento

source: Configure the "SMTP by BestWebSoft" plugin for sending email messages via SMTP
es_es: Configure el plugin "SMTP by BestWebSoft" para enviar mensajes de correo electrónico a través de SMTP
pt_pt: Configure o plug-in "SMTP by BestWebSoft" para enviar mensagens de e-mail via SMTP

source: Go to the settings
es_es: Ir a la configuración
pt_pt: Vá para as configurações

source: Misc
es_es: Otros
pt_pt: Diversos

source: SMTP by BestWebSoft plugin: Test email to %s
es_es: SMTP por BestWebSoft plugin: Prueba de correo electrónico a %s
pt_pt: Plugin SMTP by BestWebSoft: Teste o e-mail para %s

source: Please do not reply. This is a test email sent via SMTP by BestWebSoft plugin from %s.
es_es: Por favor, no responda. Este es un correo electrónico de prueba enviado a través de SMTP por BestWebSoft plugin de %s.
pt_pt: Por favor, não responda. Este é um e-mail de teste enviado via SMTP pelo plugin BestWebSoft de %s.

source: It's forbidden to attach files with %s extension!
es_es: Está prohibido adjuntar archivos con extensión %s
pt_pt: É proibido anexar arquivos com extensão %s!

source: Successfully: A test email has been sent to %s.
es_es: Con éxito: Se ha enviado un correo de prueba a %s.
pt_pt: Com sucesso: Um e-mail de teste foi enviado para %s.

source: Settings Are Correct
es_es: Los ajustes son correctos
pt_pt: As configurações estão corretas

source: View log
es_es: Ver registro
pt_pt: Visualizar o registro

source: A test email was not sent.
es_es: No se ha enviado un correo electrónico de prueba.
pt_pt: Não foi enviado um e-mail de teste.

source: You have not entered an email address which will receive your test email!
es_es: No ha introducido una dirección de correo electrónico que recibirá su correo de prueba
pt_pt: Você não inseriu um endereço de e-mail que receberá o e-mail do teste!

source: You have not filled the "%s" field!
es_es: No ha rellenado el campo "%s"
pt_pt: Você não preencheu o campo "%s"!

source: From Email Address
es_es: Correo del remitente
pt_pt: Do endereço de e-mail

source: From Name
es_es: De Nombre
pt_pt: Nome do Remetente

source: SMTP Host
es_es: Host SMTP
pt_pt: Servidor SMTP

source: SMTP Username
es_es: Nombre de usuario de SMTP
pt_pt: Nome de usuário SMTP

source: SMTP Password
es_es: Contraseña SMTP
pt_pt: Senha SMTP

source: Settings saved.
es_es: Ajustes guardados.
pt_pt: Configurações salvas.

source: Settings are not saved.
es_es: No se han guardado los ajustes.
pt_pt: As configurações não são salvas.

source: Status
es_es: Estado
pt_pt: Estado

source: Confirmed
es_es: Confirmado
pt_pt: Confirmado

source: Not confirmed
es_es: No confirmado
pt_pt: Não Confirmado

source: To confirm the settings, please send a test email, and then click "Settings Are Correct" button after successful sending.
es_es: Para confirmar la configuración, envíe un correo electrónico de prueba y haga clic en el botón "La configuración es correcta" después de enviarlo correctamente.
pt_pt: Para confirmar as configurações, envie um e-mail de teste e clique no botão "Settings Are Correct" (As configurações estão corretas) após o envio bem-sucedido.

source: Test Email Address
es_es: Probar la dirección de correo electrónico
pt_pt: Endereço de e-mail de teste

source: Select a file for the test message. Max. upload file size - %s.
es_es: Seleccione un archivo para el mensaje de prueba. Tamaño máx. del archivo cargado - %s.
pt_pt: Selecione um arquivo para a mensagem de teste. Tamanho máximo do arquivo de upload - %s.

source: Log
es_es: Registro

source: Enable to display log.
es_es: Activar para mostrar el registro.
pt_pt: Habilite a exibição do registro.

source: Send Now
es_es: Enviar ahora
pt_pt: Enviar Agora

source: The file size exceeds the limit allowed
es_es: El tamaño del archivo supera el límite permitido
pt_pt: O tamanho do arquivo excede o limite permitido

source: From Fields Importance
es_es: De Campos Importancia
pt_pt: Da importância dos campos

source: Enable to use the “From” field values below. Display to use settings specified in other plugins.
es_es: Habilitar para utilizar los valores del campo "De" indicados a continuación. Mostrar para utilizar los valores especificados en otros plugins.
pt_pt: Habilite para usar os valores do campo "From" abaixo. Exibir para usar as configurações especificadas em outros plug-ins.

source: Enter an email, which will be used in the message "From" field.
es_es: Introduzca un correo electrónico, que se utilizará en el campo "De" del mensaje.
pt_pt: Digite um e-mail, que será usado no campo "From" (De) da mensagem.

source: Most mail servers can change the email address in the message "From" field.
es_es: La mayoría de los servidores de correo pueden cambiar la dirección de correo electrónico en el campo "De" del mensaje.
pt_pt: A maioria dos servidores de correio eletrônico pode alterar o endereço de e-mail no campo "De" da mensagem.

source: Enter the name which will be used in the message "From" field.
es_es: Introduzca el nombre que se utilizará en el campo "De" del mensaje.
pt_pt: Digite o nome que será usado no campo "From" (De) da mensagem.

source: Enter mail server host name or IP address.
es_es: Introduzca el nombre de host o la dirección IP del servidor de correo.
pt_pt: Digite o nome do host do servidor de correio eletrônico ou o endereço IP.

source: SMTP Connection Type
es_es: Tipo de conexión SMTP
pt_pt: Tipo de conexão SMTP

source: None
es_es: Ninguno
pt_pt: Nenhum

source: Select the type of secure connection with the mail server. Most mail servers use SSL connection.
es_es: Seleccione el tipo de conexión segura con el servidor de correo. La mayoría de los servidores de correo utilizan conexión SSL.
pt_pt: Selecione o tipo de conexão segura com o servidor de e-mail. A maioria dos servidores de e-mail usa conexão SSL.

source: SMTP Port
es_es: Puerto SMTP
pt_pt: Porta SMTP

source: Enter the mail server port. Most mail servers use port 465.
es_es: Introduzca el puerto del servidor de correo. La mayoría de los servidores de correo utilizan el puerto 465.
pt_pt: Digite a porta do servidor de correio eletrônico. A maioria dos servidores de e-mail usa a porta 465.

source: SMTP Authentication
es_es: Autenticación SMTP
pt_pt: Autenticação SMTP

source: Enable to use the SMTP Authentication.
es_es: Activar para utilizar la autenticación SMTP.
pt_pt: Ative para usar a autenticação SMTP.

source: Enter the username for authentication on the mail server.
es_es: Introduzca el nombre de usuario para la autenticación en el servidor de correo.
pt_pt: Digite o nome de usuário para autenticação no servidor de e-mail.

source: Enter the password for authentication on the mail server.
es_es: Introduzca la contraseña para la autenticación en el servidor de correo.
pt_pt: Digite a senha para autenticação no servidor de e-mail.

source: Test Email Log
es_es: Registro de correos electrónicos de prueba
pt_pt: Registro de e-mail de teste

source: Sending results:
es_es: Enviando resultados:
pt_pt: Envio de resultados:

source: SMTP log:
es_es: Registro SMTP:
pt_pt: Registro SMTP:
