Repository: bestwebsoft/smtp-wordpress-plugin
Catalog: languages/bwssmtp-*.po
Languages: uk

source: requires
uk: потребує

source: or higher, that is why it has been deactivated! Please upgrade WordPress and try again.
uk: або вище, ось чому його було деактивовано! Оновіте WordPress та спробуйте ще раз.

source: Back to the WordPress
uk: Назад на WordPress

source: Plugins page
uk: На Сторінку плагінів

source: Settings have been changed. To apply these changes, please click "%s" button.
uk: Налаштування були змінені. Щоб зберегти їх, будь ласка, натисніть кнопку "%s".

source: Save Changes
uk: Зберегти зміни

source: Email address %s in the field "%s" is not valid!
uk: Невірний email %s в полі "%s" !

source: From Email
uk: Від Email

source: You have not filled the field "%s"!
uk: Ви не заповнили поле "%s"!

source: From Name
uk: Від Імені

source: SMTP Host
uk: SMTP Хост

source: SMTP Port
uk: SMTP Порт

source: The field "%s" must contain numbers only!
uk: Поле "%s" має містити лише цифри!

source: SMTP Username
uk: SMTP Ім’я користувача

source: SMTP Password
uk: SMTP Пароль

source: Settings are not saved.
uk: Налаштування не збережено.

source: Settings saved.
uk: Налаштування збережено.

source: You have not entered an email address which you want to send a test email to!
uk: Ви не вказали email для тестового листа!

source: Email address %s is not valid!
uk: Email %s невірний!

source: SMTP by BestWebSoft plugin: Test email to %s
uk: SMTP плагін від BestWebSoft: Тестовий лист для %s

source: Please, do not reply. This is a test email sent via SMTP by BestWebSoft plugin from %s.
uk: Будь ласка, не відповідайте на цей лист. Це тестовий лист, надісланий за допомогою плагіну SMTP від BestWebSoft від %s.

source: %s: A test email was sent to %s.
uk: %s: Тестовий лист було відправлено %s.

source: Success
uk: Успіх

source: %s: A test email was not sent.
uk: %s: Тестового листа не надіслано.

source: Error
uk: Помилка

source: A problem with email sending may occur, since most servers require domain name match in "%s" and "%s" fields.
uk: Може виникнути проблема з відправкою пошти, тому що більшість поштових серверів вимагають співпадіння імені домену в полях "%s" і "%s".

source: Settings
uk: Налаштування

source: Send A Test Email
uk: Надіслати Тестовий Лист

source: Settings Status
uk: Статус Налаштувань

source: Confirmed
uk: Підтверджені

source: Not confirmed
uk: Не підтверджені

source: To confirm the settings, please send a test email, and then click "%s" button after successful sending.
uk: Щоб підтвердити налаштування, будь ласка, відправте тестовий лист та клікніть "%s" в разі, якщо відправка була успішна.

source: Settings Are Correct
uk: Налаштування Вірні

source: Where To Use
uk: Де Використовувати

source: Where Selected
uk: Де Вибрано

source: Anywhere
uk: Скрізь

source: Enter an email, which will be used in the message "%s" field.
uk: Вкажіть email, що буде використовуватись у повідомленні в полі "%s".

source: (Most mail servers can change the email in the "%s" field)
uk: (Більшість поштових серверів можуть змінювати email у повідомленні в полі "%s")

source: Enter the name which will be used in the message "%s" field.
uk: Вкажіть ім’я, що буде використовуватись у повідомленні в полі "%s".

source: Enter mail server host name or IP address.
uk: Вкажіть ім’я хосту чи IP адресу поштового серверу.

source: Enter the mail server port.
uk: Вкажіть порт поштового серверу.

source: (Most mail servers use port 465)
uk: (Більшість поштових серверів використовують 465 порт)

source: SMTP Secure Connection
uk: SMTP Захищене З’єднання

source: None
uk: Відсутнє

source: Select the type of secure connection with the mail server.
uk: Виберіть тип захищеного з’єднання з поштовим сервером.

source: (Most mail servers use SSL connection)
uk: (Більшість поштових серверів використовують SSL з'єднання)

source: SMTP Authentication
uk: SMTP Аутентифікація

source: Mark the checkbox if authentication is required on the mail server.
uk: Відмітьте, якщо поштовий сервер вимагає аутентифікаціі.

source: (Most mail servers require entering username and password)
uk: (Більшість поштових серверів вимагають введення імені користувача і пароля)

source: Enter the username for authentication on the mail server.
uk: Введіть ім’я користувача для аутентифікаціі на поштовому сервері.

source: Enter the password for authentication on the mail server.
uk: Введіть пароль для аутентифікаціі на поштовому сервері.

source: Current Settings
uk: Поточні Налаштування

source: From:
uk: Від:

source: Yes
uk: Так

source: No
uk: Ні

source: These settings will be used when sending a test email.
uk: Ці налаштування будуть використані при надсиланні тестового листа.

source: Send A Test Email To
uk: Відправити Тестовий Лист:

source: Enter an email address which you want to send a test email to.
uk: Вкажіть email, на який ви хочете відправити тестовий лист.

source: Display log
uk: Відображати лог

source: Mark the checkbox, if you want to display the log of sending a test email.
uk: Відмітьте чекбокс, якщо хочете відображати лог відправки тестового листа.

source: Sending results:
uk: Результат відправки:

source: Sending log:
uk: Лог відправки:

source: SMTP log:
uk: Лог SMTP:

source: If you enjoy our plugin, please give it 5 stars on WordPress
uk: Якщо вам сподобався плагін, будь ласка, поставте нам 5 зірочок на WordPress

source: Rate the plugin
uk: Оцінити плагін

source: If there is something wrong about it, please contact us
uk: Якщо виникли проблеми, будь ласка, повідомте нам

source: Support
uk: Техпідтримка
